Repository: carlossilvatbh/onboarding-platform
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Pending
pt_br: Pendente

source: In Review
pt_br: Em Análise

source: Approved
pt_br: Aprovado

source: Rejected
pt_br: Rejeitado

source: Requires Update
pt_br: Requer Atualização

source: KYC Profile
pt_br: Perfil KYC

source: KYC Profiles
pt_br: Perfis KYC

source: UBO Declaration
pt_br: Declaração UBO

source: UBO Declarations
pt_br: Declarações UBO

source: PEP Declaration
pt_br: Declaração PEP

source: PEP Declarations
pt_br: Declarações PEP

source: KYC Document
pt_br: Documento KYC

source: KYC Documents
pt_br: Documentos KYC

source: Domestic PEP
pt_br: PEP Nacional

source: Foreign PEP
pt_br: PEP Estrangeiro

source: International Organization PEP
pt_br: PEP de Organização Internacional

source: Family Member of PEP
pt_br: Familiar de PEP

source: Close Associate of PEP
pt_br: Associado Próximo de PEP

source: Passport
pt_br: Passaporte

source: National ID
pt_br: RG

source: Driver's License
pt_br: CNH

source: Utility Bill
pt_br: Conta de Luz/Água

source: Bank Statement
pt_br: Extrato Bancário

source: Proof of Income
pt_br: Comprovante de Renda

source: Other
pt_br: Outro

source: No UBO declarations found. At least one UBO must be declared.
pt_br: Nenhuma declaração UBO encontrada. Pelo menos um UBO deve ser declarado.

source: Total ownership percentage cannot exceed 100%
pt_br: O percentual total de propriedade não pode exceder 100%

source: At least 25% ownership must be declared for UBO requirements
pt_br: Pelo menos 25% de propriedade deve ser declarado para requisitos UBO

source: Invalid ownership percentage for {name}
pt_br: Percentual de propriedade inválido para {name}

source: UBO name cannot be empty
pt_br: O nome do UBO não pode estar vazio

source: Error validating UBO declarations. Please try again.
pt_br: Erro ao validar declarações UBO. Tente novamente.

source: Profile can only be submitted when in pending status
pt_br: O perfil só pode ser submetido quando estiver com status pendente

source: Missing required documents
pt_br: Documentos obrigatórios ausentes

source: Profile submitted for review successfully
pt_br: Perfil submetido para análise com sucesso

source: Error validating profile. Please try again.
pt_br: Erro ao validar perfil. Tente novamente.

source: Cannot create UBO for other users
pt_br: Não é possível criar UBO para outros usuários

source: Total ownership percentage would exceed 100%
pt_br: O percentual total de propriedade excederia 100%

source: Error loading PEP declarations
pt_br: Erro ao carregar declarações PEP

source: Error generating PEP summary
pt_br: Erro ao gerar resumo PEP

source: OCR processing completed successfully
pt_br: Processamento OCR concluído com sucesso

source: Error processing OCR
pt_br: Erro ao processar OCR

source: Ownership percentage must be between 0 and 100
pt_br: O percentual de propriedade deve estar entre 0 e 100

source: This field is required for PEP declarations
pt_br: Este campo é obrigatório para declarações PEP

source: End date must be after start date
pt_br: A data final deve ser posterior à data inicial

source: File size cannot exceed 10MB
pt_br: O tamanho do arquivo não pode exceder 10MB

source: File type not allowed
pt_br: Tipo de arquivo não permitido

source: Annual income cannot be negative
pt_br: A renda anual não pode ser negativa

source: Cannot edit other users profiles
pt_br: Não é possível editar perfis de outros usuários

source: Error processing UBO declarations. Please ensure all required fields are filled.
pt_br: Erro ao processar declarações UBO. Certifique-se de que todos os campos obrigatórios estão preenchidos.

source: Temporary database issue. Please try again in a moment.
pt_br: Problema temporário no banco de dados. Tente novamente em alguns instantes.

source: An unexpected error occurred. Please try again.
pt_br: Ocorreu um erro inesperado. Tente novamente.

source: Service temporarily unavailable. Please try again.
pt_br: Serviço temporariamente indisponível. Tente novamente.

source: System is healthy
pt_br: Sistema funcionando normalmente

source: Database connection successful
pt_br: Conexão com banco de dados bem-sucedida

source: Cache connection successful
pt_br: Conexão com cache bem-sucedida

source: All systems operational
pt_br: Todos os sistemas operacionais
